{ "translations": {
    "AI image generation (stable diffusion via Replicate)" : "Xeraci贸n de imaxes con IA (difusi贸n est谩bel a trav茅s de Replicate)",
    "AI speech-to-text (Whisper via Replicate)" : "Conversi贸n de voz a texto con IA (Whisper a trav茅s de Replicate)",
    "Bad HTTP method" : "M茅todo HTTP incorrecto",
    "Bad credentials" : "Credenciais incorrectas",
    "Connected accounts" : "Contas conectadas",
    "Replicate's Whisper Speech-To-Text" : "Conversi贸n de voz a texto con Whisper en Replicate",
    "Replicate integration" : "Integraci贸n de Replicate",
    "Integration of Replicate stable-diffusion" : "Integraci贸n de difusi贸n est谩bel de Replicate",
    "Replicate integration provides a smart picker provider for Whisper translation/transcription and stable diffusion image prediction.\n\n## Ethical AI Rating\n### Rating: \n\nPositive:\n* the software for training and inferencing of this model is open source\n* the trained model is freely available, and thus can be ran on-premises\n* the training data is freely available, making it possible to check or correct for bias or optimise the performance and CO2 usage.\n\nNegative:\n* the software for training and inferencing of this model is proprietary, limiting running it locally or training by yourself\n* the trained model is not freely available, so the model can not be ran on-premises\n* the training data is not freely available, limiting the ability of external parties to check and correct for bias or optimise the models performance and CO2 usage.\n\nLearn more about the Nextcloud Ethical AI Rating [in our blog](https://nextcloud.com/blog/nextcloud-ethical-ai-rating/)." : "A integraci贸n de Replicate fornece un provedor de selecci贸n intelixente para a traduci贸n/transcrici贸n de Whisper e a predici贸n de imaxes con difusi贸n est谩bel.\n\n## Avaliaci贸n 茅tica da IA\n### Avaliaci贸n: \n\nPositiva:\n* O software para adestramento e inferencia deste modelo 茅 de c贸digo aberto\n* O modelo adestrado est谩 dispo帽铆bel de xeito libre e, polo tanto, p贸dese executar na instalaci贸n\n* Os datos de adestramento est谩n dispo帽铆beis de xeito libre, o que permite comprobar ou corrixir o nesgo ou optimizar o rendemento e o uso de CO2.\n\nNegativa:\n* O software para adestramento e inferencia deste modelo 茅 propietario, limitando a s煤a execuci贸n local ou o adestramento por si mesmo\n* O modelo adestrado non est谩 dispo帽铆bel de xeito libre, polo que o modelo non se pode executar na instalaci贸n\n* Os datos de adestramento non est谩n dispo帽铆beis de xeito libre, o que limita a capacidade de partes externas para comprobar e corrixir o nesgo ou optimizar o rendemento do modelo e o uso de CO2.\n\nObte帽a m谩is informaci贸n sobre a avaliaci贸n de IA tica de Nextcloud [no noso blog](https://nextcloud.com/blog/nextcloud-ethical-ai-rating/).",
    "Replicate API token" : "Testemu帽o da API de Replicate",
    "your API token" : "O seu testemu帽o da API",
    "You can create a free API token on https://replicate.com" : "Pode crear un testemu帽o de API de balde en https://replicate.com",
    "Model" : "Modelo",
    "Larger model size gives better results but uses more credit" : "O tama帽o m谩is grande do modelo d谩 mellores resultados pero usa m谩is cr茅dito",
    "Tiny" : "Min煤sculo",
    "Base" : "B谩sico",
    "Small" : "Pequeno",
    "Medium" : "Mediano",
    "Large" : "Grande",
    "Replicate admin options saved" : "Gard谩ronse as opci贸ns de administraci贸n de Replicate",
    "Failed to save Replicate admin options" : "Produciuse un fallo ao gardar as opci贸ns de administraci贸n de Replicate.",
    "Advanced options" : "Opci贸ns avanzadas",
    "Send" : "Enviar",
    "Preview" : "Vista previa",
    "by Replicate with Whisper" : "por Replicate con Whisper",
    "Text" : "Texto",
    "Translate" : "Traducir",
    "Unknown error" : "Erro desco帽ecido"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}